// General
"Powered by" = "Powered by";
"No Internet" = "There is no internet connection.\r\n\r\nPlease connect to continue.";
"Search..." = "Search...";
"OK" = "OK";
"Cancel" = "Cancel";
"Send" = "Send";
"Error" = "Error";
"Thanks" = "Thanks";
"Close" = "Close";
"Update" = "Update";

// FAQ
"FAQs" = "FAQs";
"FAQ" = "FAQ";
"No FAQs" = "No FAQs found.";
"FAQ Error" = "Unable to fetch FAQs.\r\nPlease try again later";
"How can we help?" = "How can we help?";
"No matches found" = "No matches found";
"Helpful?" = "Helpful?";
"Yes" = "Yes";
"No" = "No";
"One moment please..." = "One moment please...";
"Thanks for your feedback." = "Thanks for your feedback.";

// Versions
"Versions" = "Versions";
"No Versions" = "No versions found.";
"Versions Error" = "Unable to fetch Versions.\r\nPlease try again later";
"Version" = "Version";
"An update to version %@ is available" = "An update to version %@ is available";
"You've just updated to v%@" = "You've just updated to v%@";
"Learn More" = "Learn More";

// Feedback
"Contact" = "Contact";
"Your Email:" = "Your Email:";
"Email Placeholder" = "e.g. yourname@icloud.com (optional)";
"attach a file" = "attach a file";
"No Message." = "No Message.";
"Please enter a message." = "Please enter a message.";
"No Email." = "No Email.";
"Are you sure you want to send without your email? We won't be able reply to you." = "Are you sure you want to send without your email? We won't be able reply to you.";
"Invalid Email Address." = "Invalid Email Address.";
"Please check your email address, it appears to be invalid." = "Please check your email address, it appears to be invalid.";
"Sending..." = "Sending...";
"There was an error sending your feedback, please try again." = "There was an error sending your feedback, please try again.";
"We have received your feedback and will be in contact soon." = "We have received your feedback and will be in contact soon.";
"Take Photo" = "Take Photo";
"Choose Photo" = "Choose Photo";
"Use Latest Photo" = "Use Latest Photo";
"Can't Access." = "Can't Access.";
"We can't access your photos, please ensure this application has access in Settings." = "We can't access your photos, please ensure this application has access in Settings.";
"Error uploading." = "Error uploading.";
"We couldn't upload the photo, please try again."  = "We couldn't upload the photo, please try again." ;
"Are you sure?" = "Are you sure?";
"Your message will be lost." = "Your message will be lost.";

// Notifications
"Notifications" = "Notifications";
"No Notifications" = "No notifications found.";
"Notifications Error" = "Unable to fetch notifications.\r\nPlease try again later";

// Prompt
"What do you think about " = "What do you think about ";
"I Love It!" = "I Love It!";
"Could Be Better" = "Could Be Better";
"Great! Could you leave us a nice review?\r\nIt really helps." = "Great! Could you leave us a nice review?\r\nIt really helps.";
"Leave a Review" = "Leave a Review";
"no thanks" = "no thanks";
"Could you tell us how we could improve?" = "Could you tell us how we could improve?";
"Send Feedback" = "Send Feedback";